'''公主连接Re:dive的歌曲数据'''


'''歌曲名称

遵照格式： id: [歌曲平台，歌曲介绍, 歌曲名, 歌手名] （<-依此顺序）
'''
MUSIC_DATA = {
215041130: ['qq', '初音的礼物大作战ed', 'Smiley Contrast', '大桥彩香/小清水亜美', 'Smiley Contrast.jpg'],
217508272: ['qq', '小小甜心冒险家ed', 'Little Adventure', '诸星堇/小倉唯/日高里菜', 'Little Adventure.jpg'],
235068773: ['qq', '吸血鬼猎人with伊莉亚ed', 'Peaceful*ちゃんぷるー', '内田真礼/高森奈津美', 'Peacefulちゃんぷるー.jpg'],
213442914: ['qq', '危险假日！海边的美食家公主ed', 'えがおのマイホーム ', '悠木碧/堀江由衣', 'えがおのマイホーム.jpg'],
221048633: ['qq', '珠希与美冬的无人岛0金币生活ed', 'キンキラ☆ハピネス！', '松嵜麗/田所梓/今井麻美/沼倉愛美', 'キンキラ☆ハピネス.jpg'],
221048634: ['qq', '黑铁的亡灵ed', 'Aloofness Code', '川澄綾子/高桥智秋/茅原实里/下田麻美', 'Aloofness Code.jpg'],
228368072: ['qq', '不给布丁就捣蛋！约定的万圣节派对ed', 'もっと!ふたりのパ〜ティ〜ナイト', '大坪由佳/雨宮天', 'もっと!ふたりのパ〜ティ〜ナイト.jpg'],
232903630: ['qq', '暮光破坏者ed', 'サイツヨでしょ、でしょ', '髙野麻美/佳村遥', 'サイツヨでしょ、でしょ.jpg'],
228368073: ['qq', '忘却的颂歌ed', 'Ding Dong Holy Night♪', '芹澤優/植田佳奈','Ding Dong Holy Night♪.jpg'],
244056944: ['qq', '新春破晓之星大危机ed ', ' TwinkleStars ', '種田梨沙/早见沙织/东山奈央', 'TwinkleStars.jpg'],
232903629: ['qq', '情人节之战！正中红心的甜蜜战斗ed', 'SUPER CHOCOLATE', '生天目仁美/阿澄佳奈', 'SUPER CHOCOLATE.jpg'],
235068774: ['qq', '王都的名侦探 叹息的追缉者ed', '未解決な想い', '小松未可子/水濑祈', '未解決な想い.jpg'],
1380874627: ['163', '在阿斯特朗盛开的双轮之花ed', 'Crossing Destiny', '日笠陽子/福原綾香', 'Crossing Destiny.jpg'],
244056941: ['qq', '将军道中记 白翼的武士ed', '白翼のグローリエ', '大空直美/佐藤聡美/長妻樹里/大関英里/辻あゆみ', '白翼のグローリエ.jpg'],
248110954: ['qq', '铃奈的彩虹舞台ed', '背伸びFirst Kiss', '伊藤静/久野美咲/上坂堇', '背伸びFirst Kiss.jpg'],
248110953: ['qq', '盛夏的真步真步王国！浪花拍岸的灵魂之夏ed', 'We Are Golden', '内田真礼/小松未可子/高森奈津美', 'We Are Golden.jpg'],
248113890: ['qq', '森林的胆小鬼与神圣学院的问题儿童ed', 'なかよしセンセーション', '小原好美/佐仓绫音/種崎敦美', 'なかよしセンセーション.jpg'],
248113891: ['qq', '小小勇敢的万圣节之夜ed', 'トリックホリック(Trick Holic)', '日高里菜/小倉唯/诸星堇', 'トリックホリック(Trick Holic).jpg'],
261407114: ['qq', '龙的探索者们ed', 'in flames', '藤田茜/小市眞琴/大西沙織', 'in flames.jpg'],
261407130: ['qq', '礼物大恐慌！兰德索尔的圣诞老人们ed', 'Call Me Darling!', '日笠陽子/福原綾香/木戸衣吹', 'Call Me Darling!.jpg'],
267175838: ['qq', '狂奔！兰德索尔的公会竞速赛ed', 'SAI＊KOUスタートダッシュ', 'M・A・O/立花理香/悠木碧/伊藤美来', 'SAI＊KOUスタートダッシュ.jpg'],
267175904: ['qq', '二人是魔法少女Misty&Purely ed', '木もれびモンタージュ', '水濑祈/ 小清水亜美', '木もれびモンタージュ.jpg'],
269759310: ['qq', '恩赐的财团与神圣学院的问题儿童ed', '青春スピナー', '佐仓绫音/種崎敦美/小原好美', '青春スピナー.jpg'],
269759305: ['qq', '牧场的四农士，贫穷牧场奋斗记！ed', 'Heartful Place', '新田恵海/小岩井小鸟', 'Heartful Place.jpg'],
275615975: ['qq', '不可思议之国的璃乃ed', 'フェアリーテイルは夢の中', '阿澄佳奈', 'フェアリーテイルは夢の中.jpg'],
275615978: ['qq', '七夕剑客旅情谭ed', '黄昏太平旅路唄', '佐藤利奈', '黄昏太平旅路唄.jpg'],
215041131: ['qq', '小望角色歌', '君の笑顔が見たいから', '日笠陽子', '君の笑顔が見たいから.jpg'],
214032974: ['qq', '千歌角色歌', '風への誓い', '福原綾香', '風への誓い.jpg'],
217508273: ['qq', '纺希角色歌', 'アマノジャクハート! ', '木戸衣吹', 'アマノジャクハート!.jpg'],
231005151: ['qq', '凯露角色歌', 'Absolute Secret', '立花理香', 'Absolute Secret.jpg'],
214032971: ['qq', '慈乐之音live', 'Shining Future', '日笠陽子/ 福原綾香/木戸衣吹', 'Shining Future.jpg'],
1309896539: ['163', '前作op', 'つなぐもの', '種田梨沙/東山奈央/早見沙織', 'つなぐもの.jpg'],
231005146: ['qq', '游戏第一部op', 'Lost Princess', 'M・A・O/伊藤美来/立花理香', 'Lost Princess.jpg'],
231005147: ['qq', '游戏第一部ed', 'Connecting Happy!!', 'M・A・O/伊藤美来/立花理香', 'Connecting Happy!!.jpg'],
256334989: ['qq', '游戏第二部op', 'Mirage Game', 'M・A・O/伊藤美来/立花理香/種田梨沙/东山奈央/早見沙織/近藤玲奈', 'Mirage Game.jpg'],
256335010: ['qq', '游戏第二部ed', 'Yes! Precious Harmony!', 'M・A・O/伊藤美来/立花理香', 'Yes! Precious Harmony!.jpg']
} 